Repository: Springsteen/TUES
Catalog: practice_tasks/myapp/I18N/*.po
Languages: bg

source: Types
bg: Tipove

source: Models
bg: Modeli

source: Networks
bg: Mreji

source: Network devices
bg: Mrejovi ustroistva

source: Computers
bg: Kompiutri

source: Parts
bg: Chasti

source: Manuals
bg: Spravochnici

source: Search
bg: Tursene

source: Logged as
bg: Lognat kato

source: Logout
bg: Izhod

source: Select page
bg: Izberete stranica

source: Save
bg: Zapazi

source: Get
bg: Zaredi

source: Delete
bg: Iztrii

source: Download
bg: Svali

source: Name
bg: Ime

source: Upload
bg: Kachi

source: Computers manager
bg: Mlad Merindjei

source: Username
bg: Potrebitelsko ime

source: User's email address
bg: Meil na potrebitelq

source: Your email is not active. You can activate it from
bg: Vashiat meil ne e aktiven. Mojete da go aktivirate ot

source: here
bg: tyk

source: Your mail is active
bg: Meilat vi e aktiven

source: Change your password
bg: Promqna na vashata parola

source: Current password
bg: Tekushta parola

source: New password
bg: Nova parola

source: Repeat new password
bg: Povtorete novata parola

source: Change
bg: Promeni

source: Change app language
bg: Promenete tekushita ezik

source: Account Management
bg: Podrujka na akaunti

source: Rights
bg: Prava

source: Update
bg: Promeni
